<?php
if(empty($lang) || !is_array($lang))
	$lang = array();

/*
 * blacklist.php
*/
$lang['bl'] = array(
	'not_logged_in'	=> 'يجب أن تكون مسجلاً وتسجيل الدخول للوصول إلى هذا الجزء من الموقع.',
	'no_blacklisted_user'	=> 'لا يوجد مستخدمين في قائمتك السوداء.',
	'date'	=> 'تاريخ',
	'rows'	=> 'خطوط',
	'total'	=> 'مجموع',
	'username'	=> 'مستخدم',
	'token_expired'	=> 'الرمز المميز منتهي الصلاحية أو غير صحيح.',
	'add_new_users'	=> 'أضف المستخدمين إلى قائمتك السوداء',
	'add'	=> 'يضيف',
	'delete'	=> 'يمسح',
	'delete_selection'	=> 'حذف التحديد',
	'incorrect_ids'	=> 'المعرفات غير صالحة.',
	'usernames'	=> 'المستخدمون',
	'expired_form'	=> 'النموذج منتهي الصلاحية أو غير صحيح.',
	'invalid_form'	=> 'النموذج غير صالح ، يرجى المحاولة مرة أخرى.',
	'error_occurred'	=> 'حدث خطأ واحد أو أكثر',
	'invalid_username'	=> 'المستخدم "٪ s" غير صالح.',
	'banned_user'	=> 'تم حظر المستخدم "٪ s".',
	'user_not_exists'	=> 'المستخدم "٪ s" غير موجود.',
	'cant_add_user'	=> 'لا يمكنك إضافة المستخدم "٪ s".',
	'user_duplicate'	=> 'المستخدم "٪ s" موجود مرتين أو أكثر في القائمة.',
	'users_not_exists'	=> 'المستخدمون غير موجودين.',
	'self_username'	=> 'لا يمكنك إضافة نفسك إلى قائمتك السوداء.',
	'already_blacklisted'	=> 'المستخدم "٪ s" موجود بالفعل في القائمة السوداء الخاصة بك.',
	'no_user_too_long'	=> 'لم تقم بإدخال مستخدم أو أن قائمة المستخدمين الخاصة بك طويلة جدًا.',
	'user_successful_added'	=> 'تمت إضافة المستخدم (المستخدمين) بنجاح إلى قائمتك السوداء.',
	'too_many_users'	=> 'لقد أضفت عددًا كبيرًا جدًا من المستخدمين إلى قائمتك السوداء ، قم بإزالة البعض لتتمكن من إضافة مستخدمين جدد.',
	'mailbox'	=> 'صندوق الاستقبال',
	'blacklist'	=> 'القائمة السوداء',
	'new_message'	=> 'رسالة جديدة',
	'confirm_action'	=> 'هل أنت متأكد أنك تريد تنفيذ هذا الإجراء على العناصر المحددة؟',
	'select_action'	=> 'يجب عليك تحديد إجراء.',
	'select_element'	=> 'يجب عليك تحديد عنصر واحد على الأقل.',
	'alert'	=> 'يُحذًِر',
	'cancel'	=> 'يلغي',
	'action_success'	=> 'تم تنفيذ الإجراء على العناصر المحددة.',
	'confirm_delete'	=> 'هل أنت متأكد أنك تريد حذف هذا البند؟',
	'users_deleted'	=> 'تم حذف المستخدمين بنجاح.',
);
