<?php
if(empty($lang) || !is_array($lang))
	$lang = array();

/*
 * newpm.php
*/
$lang['newpm'] = array(
	'error_occured'	=> 'حدث خطأ',
	'mailbox'	=> 'صندوق الاستقبال',
	'blacklist'	=> 'القائمة السوداء',
	'new_message'	=> 'رسالة جديدة',
	'send_new_pm'	=> 'أرسل رسالة جديدة',
	'subject'	=> 'فاعل',
	'message'	=> 'رسالة',
	'type_subject'	=> 'أدخل الموضوع',
	'message_rules'	=> 'لا تنشر الإهانات ، وتجنب الأحرف الكبيرة ، وقم بالبحث قبل النشر لمعرفة ما إذا كان السؤال قد تم طرحه بالفعل ... أي رسالة تحرض على القرصنة محظورة تمامًا وستتم معاقبتها بالإبعاد.',
	'request_new_code'	=> 'اطلب رمزًا جديدًا',
	'copy_code'	=> 'انسخ الكود',
	'post'	=> 'لتنشر',
	'preview'	=> 'بصيرة',
	'back'	=> 'تعليق',
	'smileys_list'	=> 'قائمة الابتسامات',
	'errors_detected'	=> 'تم اكتشاف خطأ واحد أو أكثر',
	'recipients'	=> 'المستلمون',
	'not_logged_in'	=> 'أنت غير متصل.',
	'poster_banned'	=> 'لا يمكنك إرسال رسالة لأنك ممنوع.',
	'code_not_filled'	=> 'يجب عليك ملء رمز التأكيد.',
	'incorrect_code'	=> 'رمز التأكيد غير صحيح.',
	'topic_not_filled'	=> 'يجب عليك إدخال موضوع.',
	'topic_too_long'	=> 'موضوعك طويل جدًا ، يجب أن يحتوي على٪ d حرفًا على الأكثر.',
	'message_not_filled'	=> 'يجب عليك إدخال رسالة.',
	'message_too_long'	=> 'رسالتك طويلة جدًا ، يجب أن تحتوي على٪ d حرفًا كحد أقصى.',
	'flood_time_pm'	=> 'لقد قمت بنشر موضوع قبل أقل من٪ d ثانية ، الرجاء الانتظار.',
	'expired_form'	=> 'النموذج منتهي الصلاحية أو غير صحيح.',
	'topic_not_posted'	=> 'حدث خطأ ، لم يتم إرسال الموضوع.',
	'invalid_recipient_name'	=> 'لقب المستلم "٪ s" غير صالح.',
	'banned_recipient'	=> 'المستلم "٪ s" محظور.',
	'recipient_not_exists'	=> 'المستلم "٪ s" غير موجود.',
	'blacklisted_recipient'	=> 'تم إدراجك في القائمة السوداء للمستلم "٪ s".',
	'cant_send_message'	=> 'لا يمكنك إرسال رسالة إلى المستلم "٪ s".',
	'recipient_duplicate'	=> 'يوجد المستلم "٪ s" مرتين أو أكثر في قائمة المستلمين.',
	'no_recipient_too_long'	=> 'لم تقم بإدخال مستلم أو أن قائمة المستلمين الخاصة بك طويلة جدًا.',
	'recipients_not_exists'	=> 'المستلمون غير موجودين.',
	'self_username'	=> 'لا يمكنك إرسال رسالة إلى نفسك (لا ولكن).',
);
