<?php
if(empty($lang) || !is_array($lang))
	$lang = array();

/*
 * recover.php
*/
$lang['recover'] = array(
	'forgot_password'	=> 'نسيت كلمة السر',
	'account'	=> 'حساب',
	'subscriptions'	=> 'الاشتراكات',
	'avatars'	=> 'الآلهة',
	'registration'	=> 'تسجيل',
	'recover_info'	=> 'أدخل اسم الشهرة الخاص بك والبريد الإلكتروني المرتبط بالحساب لتلقي كلمة المرور الخاصة بك عن طريق البريد الإلكتروني',
	'users_connected'	=> 'المستخدمون المتصلون',
	'error_occured'	=> 'حدث خطأ',
	'errors_occured'	=> 'يجب تصحيح خطأ واحد أو أكثر',
	'informations_updated'	=> 'تم تحديث المعلومات الخاصة بك بنجاح.',
	'incorrect_captcha'	=> 'لم يتم ملء رمز التأكيد بشكل صحيح / غير صحيح.',
	'invalid_form'	=> 'النموذج غير صالح ، يرجى المحاولة مرة أخرى.',
	'invalid_sex'	=> 'الجنس غير صالح.',
	'invalid_username'	=> 'الاسم المستعار غير صالح ، يجب أن يتكون من 3 إلى 15 حرفًا وأن يتكون فقط من أرقام و / أو أحرف و / أو شرطات.',
	'ip_banned'	=> 'عنوان IP الخاص بك محظور.',
	'email_banned'	=> 'عنوان البريد الإلكتروني هذا محظور.',
	'invalid_password'	=> 'يجب أن تحتوي كلمة المرور على 30 حرفًا كحد أقصى.',
	'invalid_email'	=> 'البريد الإلكتروني غير صالح.',
	'email_sent_success'	=> 'تم إرسال معلومات تسجيل الدخول الخاصة بك إلى عنوان البريد الإلكتروني الذي قدمته عند إنشاء حسابك.',
	'username_not_exists'	=> 'هذا اللقب غير موجود.',
	'cant_recover_password'	=> 'لا يمكنك استعادة كلمة المرور لهذا الحساب.',
	'username_email_not_match'	=> 'اسم مستخدم الحساب وعنوان البريد الإلكتروني غير متطابقين.',
	'mail_not_sent'	=> 'حدث خطأ وتعذر إرسال البريد الإلكتروني ، يرجى محاولة طلبك مرة أخرى لاحقًا.',
	'username'	=> 'مستعار',
	'password'	=> 'كلمة السر',
	'email'	=> 'بريد إلكتروني',
	'ask_new_code'	=> 'اطلب رمزًا جديدًا',
	'validate'	=> 'للتحقق من صحة',
	'copy_code'	=> 'انسخ الكود',
	'enter_password'	=> 'أدخل كلمة المرور',
	'enter_email'	=> 'أدخل عنوان البريد الالكتروني',
	'enter_username'	=> 'أدخل كنية',
	'password_confirmation'	=> 'تأكيد كلمة المرور',
	'confirm_password'	=> 'تأكيد كلمة السر',
	'password_recovery'	=> 'استعادة كلمة المرور الخاصة بك',
	'mail_body'	=> 'مرحبًا ، لقد طلبت استرداد كلمة المرور الخاصة بك عن طريق البريد الإلكتروني على الموقع <a href="٪s">٪ s </a> ، يرجى تذكر هذه المعلومات وتوخي الحذر حتى لا تفقدها. <br /> <br / > <p> لقبك: <span style = "color: # C00؛">٪ s </span> </p> <p> كلمة مرورك: <span style = "color: # C00؛">٪ s < / span> </p> <br /> <br /> نراكم قريبًا على٪ s',
);
